tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "util-linux"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dust"
brew "exa"
brew "fd"
brew "gcc"
brew "fzf"
brew "git"
brew "htop"
brew "imath"
brew "jq"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nvm"
brew "procs"
brew "ripgrep"
brew "starship"
brew "systemd"
brew "tree"
brew "vim"
brew "watchexec"
brew "wget"
brew "yadm"
brew "z"
brew "zellij"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
