tap "azure/bicep"
tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "imath"
brew "openexr"
brew "webp"
brew "sqlite"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "bash"
brew "bat"
brew "coreutils"
brew "gettext"
brew "byobu"
brew "libffi"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "cmark"
brew "ctags"
brew "cue"
brew "curl"
brew "direnv"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "go"
brew "goreleaser"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazygit"
brew "lima"
brew "luajit", args: ["HEAD"]
brew "lxc"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "node"
brew "nvm"
brew "optipng"
brew "pnpm"
brew "procs"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "stow"
brew "syncthing", restart_service: true
brew "tree"
brew "typescript"
brew "vips"
brew "watchexec"
brew "wget"
brew "yadm"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "azure/bicep/bicep"
brew "azure/functions/azure-functions-core-tools@3"
cask "font-inconsolata"
cask "microsoft-azure-storage-explorer"
