tap "austinjones/taps"
tap "azure/functions"
tap "cueblox/tap"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "planetscale/tap"
tap "stork-search/stork-tap"
tap "superfly/tap"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "coreutils"
brew "gettext"
brew "libffi"
brew "sqlite"
brew "byobu"
brew "cmark"
brew "curl"
brew "direnv"
brew "dust"
brew "gcc"
brew "pkg-config"
brew "node"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "htop"
brew "imath"
brew "openexr"
brew "webp"
brew "imagemagick"
brew "jid"
brew "jpegoptim"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazygit"
brew "luajit", args: ["HEAD"]
brew "nasm"
brew "ninja"
brew "nvm"
brew "peco"
brew "pixman"
brew "pnpm"
brew "ripgrep"
brew "rustup-init"
brew "stow"
brew "syncthing"
brew "tree"
brew "yarn"
brew "z"
brew "zsh-history-substring-search"
brew "azure/functions/azure-functions-core-tools@3"
brew "federico-terzi/espanso/espanso"
