tap "austinjones/taps"
tap "azure/functions"
tap "cueblox/tap"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "planetscale/tap"
tap "stork-search/stork-tap"
tap "superfly/tap"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "coreutils"
brew "gettext"
brew "byobu"
brew "libffi"
brew "sqlite"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "cmark"
brew "curl"
brew "deno"
brew "direnv"
brew "dust"
brew "node"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "go"
brew "goreleaser"
brew "htop"
brew "imath"
brew "openexr"
brew "webp"
brew "imagemagick"
brew "jid"
brew "jpegoptim"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazygit"
brew "luajit", args: ["HEAD"]
brew "ninja"
brew "nasm"
brew "tree-sitter"
brew "neovim"
brew "nushell"
brew "nvm"
brew "optipng"
brew "peco"
brew "pnpm"
brew "procs"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "rustup-init"
brew "starship"
brew "stow"
brew "syncthing", restart_service: true
brew "tag"
brew "transcrypt"
brew "tree"
brew "typescript"
brew "unison"
brew "vim"
brew "vips"
brew "watchexec"
brew "wget"
brew "yadm"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "austinjones/taps/tab"
brew "azure/functions/azure-functions-core-tools@3"
brew "cueblox/tap/blox"
brew "federico-terzi/espanso/espanso"
brew "mutagen-io/mutagen/mutagen"
brew "planetscale/tap/pscale"
brew "stork-search/stork-tap/stork"
brew "superfly/tap/flyctl"
cask "emacs-nightly"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "kitty"
cask "loopback"
cask "microsoft-azure-storage-explorer"
